{
  "homeTitle": "Suchen Sie einen Senior Freelance Frontend Developer?",
  "homeDoYouNeed": "Brauchen Sie:",
  "homeSkill1": "Unterstützung bei der Entwicklung einer komplexen Web-Applikation oder Mobile App?",
  "homeSkill2": "Einen erfahrenen Frontend Entwickler mit mehr {years} Jahren Erfahrung?",
  "homeSkill3": "Einen 'T-Shaped' Entwickler mit Frontend-Expertise und fachübergreifende Kompetenzen in der Backend-Entwicklung, Test-Automatisierung und DevOps?",
  "homeSkill4": "Einen Entwickler der viel Wert auf cleanen, gut dokumentierten und leicht wartbaren Code legt?",
  "homeSkill5": "Einen zuverlässigen, ehrlichen und professionellen Partner, der Ihnen hilft ihr Projekt erfolgreich innerhalb der Deadlines und Budget zu beenden?",
  "homeMyName": "Mein Name ist",
  "homeRightPlace": "und Sie sind hier absolut richtig!",
  "homeHireMe": "Beauftragen Sie mich",
  "language": "Deutsch",
  "built": "Erstellt",
  "with": "mit viel",
  "using": "und mit",
  "minuteRead": "Minuten Lesezeit",
  "contactMe": "KONTAKTIEREN SIE MICH",
  "yourMessage": "Ihre Nachricht",
  "send": "Senden",
  "privacyPolicy": "Datenschutzerklärung",
  "legalNotice": "Impressum",
  "talks": "TALKS",
  "articles": "ARTIKEL",
  "slides": "Folien",
  "menuHome": "Start",
  "menuBlog": "Blog",
  "menuProjects": "Projekte",
  "menuAbout": "Über mich",
  "menuContact": "Kontakt",
  "menuPublications": "Publikationen",
  "publicationsHeading": "PUBLIKATIONEN",
  "shortSummary": "Freelance Software Engineer aus Deutschland mit Fokus auf Angular",
  "moreAboutMeLink": "Mehr über mich →",
  "moreProjectsLink": "Mehr Projekte →",
  "newsletterLink": "Zum Newsletter →",
  "moreBlogPostsLink": "Mehr Blog Artikel →",
  "featuredProjects": "PRIVATE PROJEKTE",
  "latestBlogPosts": "AKTUELLE BLOG ARTIKEL",
  "businessProjectsHeading": "BUSINESS PROJEKTE",
  "privateProjectsHeading": "MEINE PRIVATEN PROJEKTE",
  "getInTouch": "Kontaktieren Sie mich",
  "detailedProjectList": ", wenn Sie eine detaillierte Liste der Projekte erhalten wollen, an denen ich bisher in meiner professionellen Karriere gearbeitet habe.",
  "workedWith": "Für folgende Firmen habe ich bisher an Projekten gearbeitet:",
  "aboutMe": "ABOUT ME",
  "aboutParagraph": "Mein Name ist Michael Hoffmann, ich bin freiberuflicher Software-Entwickler und wohne in München. Ich habe an der Technischen Universität in München meinen Master in Elektrotechnik absolviert und arbeite seit mehr als {years} Jahren als professioneller Softwareentwickler.",
  "aboutParagraph2": "Ich arbeite für Firmen unterschiedlichster Größen und konnte bereits Erfahrung in der Zusammenarbeit mit einigen großen Konzernen und kleineren Firmen sammeln. In meiner beruflichen Karriere habe ich bisher mehrere Projekte von Grund auf entwickelt, gewartet und veröffentlicht. Außerdem konnte ich auch wertvolle Erfahrung in der Weiterentwicklung bestehender Anwendungen sammeln. <a>Kontaktieren Sie mich</a>, wenn Sie an einer detaillierten Auflistung meiner bisherigen Projekte interessiert sind.",
  "aboutParagraph3": "Programmieren ist meine Leidenschaft, insbesondere die Entwicklung komplexer Business-Applikationen sowohl im Frontend als auch im Backend ist für mich spannend. Ich genieße meine tägliche Arbeit als freiberuflicher Entwickler und auch die Entwicklung meiner {privateProjectsLink} unter dem Pseudonym Mokkapps. Ich schreibe {blogLink}, {publicationLink} und bin als Angular-Trainer für {angularArchitectsLink} tätig, weil ich gerne mein Wissen mit anderen Leuten teilen will. Deswegen veröffentliche ich auch viele meiner Projekte {gitHubLink}.",
  "aboutParagraph4": "Falls ich meine Zeit nicht mit Programmieren verbringe, mache ich entweder Sport oder spiele Videospiele.",
  "aboutParagraph5": "<a>Kontaktieren Sie mich</a>, wenn Sie an einer Zusammenarbeit interessiert sind.",
  "aboutParagraph6": "Unter <a>Uses</a> finden Sie die Soft- und Hardware, die ich für die Softwareentwicklung verwende.",
  "privateProjectsLink": "privaten Projekte",
  "blogLink": "Blog Artikel",
  "publicationLink": "halte Vorträge",
  "angularArchitectsLink": "Angular Architects",
  "gitHubLink": "GitHub",
  "expert": "Experte",
  "advanced": "Fortgeschritten",
  "intermediate": "Fortgeschrittener Anfänger",
  "elementary": "Anfänger",
  "howIWork": "WIE ICH ARBEITE",
  "whatIDo": "Was ich mache",
  "whatIDo1": "Ich habe mich auf die Entwicklung von Applikationen basierend auf Angular spezialisiert. Damit Sie ihre Geschäftsziele erreichen können, lasse ich dabei den Endkunden nie außer Acht.",
  "whatIDo2": "Ich interessiere mich für Backend- und Frontend-Entwicklung",
  "whatIDo3": "Ich bin ehrlich und zuverlässig in der Zusammenarbeit mit Kunden und Klienten",
  "whatIDo4": "Unter der Berücksichtigung von Deadlines und Budget lege ich viel Wert auf cleanen, gut dokumentierten und leicht wartbaren Code",
  "whatIDo5": "Ich lege Wert auf hohe Code Qualität Standards und verwende statische Code-Analyzer",
  "whatIDo6": "Ich erstelle Produkte mit attraktiven und responsive Design, die auf einer Vielzahl von Geräten und Browsern funktionieren",
  "whatIDo7": "Ich schätze semantisches und barrierefreies HTML",
  "whatIDo8": "Ich verwende modernes CSS mit Grid, Flexbox und Animationen",
  "whatIDo9": "Ich verwende liebend gern ReactiveExtensions (z.B. RxJS) in meinem Code",
  "whatIDo10": "Ich mag strikte Typisierung in JavaScript, speziell mithilfe von TypeScript",
  "whatIDo11": "Ich schreibe gerne Tests, egal ob Unit, Integration oder End-to-end",
  "whatIDo12": "Ich habe fortgeschrittene Git Erfahrung",
  "whoIWorkWithHeading": "Mit wem ich zusammenarbeite",
  "whoIWorkWithDesc": "Liebend gern arbeite ich beim Kunden vor Ort mit einem internationalen Team zusammen. Mir macht es Spaß neue Branchen kennenzulernen, besonders wenn das entsprechende Produkt einen guten Beitrag leistet.",
  "whatDontDoHeading": "Was ich nicht mache",
  "whatDontDoDesc1": "Normalerweise entwickle ich keine einfachen Websites sondern bin mehr an komplexeren Web-Applikationen, mobilen Apps oder Spielen interessiert.",
  "whatDontDoDesc2": "Ich kann einfache Logos erstellen oder bei der Auswahl von Schriftarten und Farben assistieren. Bei weiterer Unterstützung zur Definierung einer Marke, kann ich gerne den Kontakt zu einem zuverlässigen Grafikdesigner herstellen.",
  "joinTheNewsletter": "Newsletter Anmeldung",
  "enterEmail": "Email*",
  "subscribe": "Anmelden",
  "newsletterInfo": "Melde dich für meinen Newsletter an! Erfahre als Erster, wenn ich einen neuen Blog-Artikel veröffentliche und erhalte regelmäßige News aus der Software-Szene.",
  "newsletter": "Newsletter",
  "visitArchive": "Newsletter Archiv →",
  "mailChimpInfo": "Wir verwenden Mailchimp als Newsletter-Plattform. Bei der Anmeldung werden Informationen an Mailchimp übertragen.",
  "mailChimpInfoLink": "Mehr Informationen über Mailchimp's Datenschutz-Praktiken.",
  "hireTheAuthor": "Beauftrage den Autor",
  "otherCategories": "Weitere Kategorien",
  "postsInCategory": "Beiträge in Kategorie",
  "singlePostInCategory": "Es befindet sich {count} Beitrag in dieser Kategorie",
  "multiplePostsInCategory": "Es befinden sich {count} Beiträge in dieser Kategorie"
}
